[
  {
    "codigo": "3008895",
    "nombre": "ADMINISTRACIÓN REGIONAL Y LOCAL",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "Objetivo General: presentar los conceptos, teorías y análisis mas importantes de la administración publica y la gestión publica. Objetivos Específicos: discutir los nuevos planteamientos sobre la administración publica en el estado moderno. Analizar las propuestas de relación entre el gobierno y la ciudadanía a través de la participación ciudadana en las acciones publicas. Presentar los conceptos básicos de la gerencia publica moderna aplicados a la administración publica. Conocer la aplicación de modelos de gerencia publica en las administraciones locales. Presentar los elementos constitutivos de la actividad de la gestión publica. Metodología general: el curso se dictara de acuerdo a la modalidad de clase magistral, complementado con la actividad de los estudiantes en talleres, consultas bibliograficas y exposiciones en clase."
  },
  {
    "codigo": "3010932",
    "nombre": "América latina",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "Este curso se desarrolla desde una perspectiva crítica y transdisciplinar en el interés de analizar la complejidad, diversidad y multidimensionalidad de procesos sociopolíticos y culturales que han tenido lugar en América Latina durante los siglos XX y XXI. Se trata de una aproximación al estudio de las dinámicas resultantes del ejercicio de múltiples hegemonías, así como de la movilización y organización de grupos, comunidades y naciones para enfrentar la subordinación, reivindicar derechos y elaborar y proponer proyectos alternativos y emancipatorios. En este interés, el pensamiento crítico latinoamericano constituye un eje transversal para los marcos conceptuales y contextuales. Indagar en las interpretaciones, análisis y aportes que los pensadores, académicos y artistas latinoamericanos han realizado lleva, por un lado, al reconocimiento de tradiciones de pensamiento que trascienden lo regional por su relevancia y significación y, por otro, es el acceso a una producción desde, por y para América Latina tanto en lo social, lo político y lo cultural, entre otros. La literatura y el arte adquieren relevancia como representación y relato en torno a realidades y problemáticas negadas o silenciadas, erigiéndose así en una especie de memoria alterna y registro de la subalternidad."
  },
  {
    "codigo": "3011080",
    "nombre": "Análisis de coyuntura política",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "El análisis de coyuntura, método de análisis político, propone la observación y traducción de hechos actuales que pueden significar la sedimentación de factores estructurales desarrollados en décadas o incluso siglos para su explicación. Es decir, se trata del análisis de una correlación de fuerzas del momento concreto de análisis o del presente, pero que hunde sus raíces en unas relaciones de poder fraguadas a lo largo de los años. Comprender los eventos que ocurren en un determinado momento, en donde confluyen condiciones de tipo político, ideológico, social o económico poniendo en consideración, a su vez, la mirada a los ámbitos local, nacional e internacional implica un análisis profundo que lejos está de la superficialidad que a veces se acostumbra en los análisis noticiosos de nuestra cotidianidad. El análisis de los eventos políticos de un determinado momento requiere de una lectura contextual o situada, de los distintos actores y factores desencadenantes de los eventos, además de una mirada macro y microestructural que involucra la correlación de fuerzas políticas involucrados en los acontecimientos que hacen parte de la coyuntura observada."
  },
  {
    "codigo": "3007145",
    "nombre": "ANÁLISIS DE POLÍTICA INTERNACIONAL",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "1. Como curso básico, hace una introducción a la disciplina de las Relaciones Internacionales, reconociendo objeto, métodos, enfoques, problemas de estudio, fines y articulación a la Ciencia Política 2. Se hace un esbozo de la evolución del debate te"
  },
  {
    "codigo": "3007146",
    "nombre": "ARGUMENTACIÓN POLÍTICA",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "Este curso se define como de naturaleza teórica. El objetivo primordial es alcanzar un reconocimiento y una implementación de las categorías propias de la retórica o la teoría de la argumentación en el campo de las prácticas políticas. El presupuesto que nos sirve de base es el carácter discursivo de esas prácticas. Esta caracterización supone que las prácticas políticas utilizan una serie de elementos de significación. Más allá de ello, comportan en su base una lógica relacional que termina identificandolas. El elemento que se considera como fundamental en un curso de argumentación política es la persuasión. El curso maneja cuatro partes, de las cuales la fundamental es la última que trata sobre el tema de la argumentación política propiamente dicha."
  },
  {
    "codigo": "3007147",
    "nombre": "COOPERACIÓN INTERNACIONAL",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "La cooperación internacional como concepto y como sistema institucional ha sido objeto de transformaciones a medida que las teorías del desarrollo fueron propiciando nuevos conceptos, y también, en virtud de los cambios del sistema internacional. Tanto desde los enfoques del desarrollo como desde las variaciones en las relaciones económicas y políticas, es posible identificar concepciones, prácticas institucionales, mecanismos y modalidades de la cooperación internacional. En los años cincuenta en el siglo XX, se promovió el enfoque de la cooperación internacional como asistencia oficial al desarrollo, que buscaba transferir recursos para ayudar al crecimiento económico de los países ¿subdesarrollados¿. En los años sesentas y setentas, la cooperación fue un asunto de gobiernos nacionales y comunidades religiosas transfronterizas, como actores disímiles que construyeron ideas solidarias a la luz de perspectivas como el Estado Benefactor. Durante estas décadas la cooperación se encontraba subsumida en las tensiones y condiciones geopolíticas de la Guerra Fría, en el que las Naciones Unidas, desarrollaron un papel de orden formal en el escenario internacional. Los años ochenta fueron el escenario de la crisis del paradigma estatal, del financiamiento internacional y de la teoría del bienestar. La cooperación internacional no es un tema central en las relaciones internacionales, donde creció el espectro de las políticas macroeconómicas de reformas estructurales de la economía, bajo el poderoso papel de organismos financieros internacionales que combinaron el flujo de créditos monetarios con medidas de políticas económicas orientadas a desmontar las funciones públicas de oferta de servicios de desarrollo, privilegiando los sistemas de demanda."
  },
  {
    "codigo": "3010119",
    "nombre": "Coyuntura económica",
    "creditos": "3",
    "tipo": "FUND. OBLIGATORIA (B)\tDescripción: el curso está conformado de manera que el estudiante pueda establecer relaciones entre los diversos cursos básicos o electivos tomados durante su carrera, observando, identificando e interpretando las principales variables económicas en la realidad (resultados)",
    "descripcion": "de la economía colombiana en los últimos 20 años. El énfasis se establece sobre la política económica en la coyuntura reciente, recreando aquella en términos económico descriptivos y de la economía política. OBJETIVO GENERAL: estudiar, desde los puntos de vista de la economía descriptiva, de la economía política y de la política económica, la situación actual de la economía colombiana, destacando los aspectos coyunturales más sobresalientes de las dos últimas décadas y la ideología económica predominante en el establecimiento de la política económica. OBJETIVO ESPECÍFICO: establecer competencia interpretativa, ayudar a los estudiantes a establecer relaciones macroeconómicas entre las principales variables de la economía y mostrarles temas específicos de investigación o análisis. METODOLOGÍA: clases magistrales."
  },
  {
    "codigo": "3007300",
    "nombre": "Cultura Política",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)\t1. Introducción: En momentos en que la opinión pública pareciera determinar con fuerza la agenda política, social, económica y cultural del país, dejando a un lado otros agentes importantes como los partidos políticos, las expresiones de la sociedad civil, las universidades, los gremios y el propio gobierno, urge encontrar explicaciones al comportamiento político y proceso de configuración de aquella opinión. El estudio de la Cultura Política se ha convertido para el politólogo(a)) en una alternativa para comprender el comportamiento político individual y agregado, conectar la micropolítica y la macropolítica y explicar el por qué de la permanencia, del cambio, del desarrollo y las transformaciones del sistema político y sus componentes. En procura de estudiosos(as))",
    "descripcion": "de la política y lo político que vinculen su saber con la intervención positiva sobre su sociedad, se ha pensado el siguiente Seminario de Cultura Política. 2. Objetivos: General: Identificar los conceptos básicos, teorías, escuelas y autores, en torno al estudio de la Cultura Política, así como el contexto histórico y político en el que este se desarrolla. Específicos: - Reconocer el papel que juega el estudio de la Cultura Política al interior de la Ciencia Política. - Revisar los antecedentes históricos, teóricos y metodológicos del estudio de la Cultura Política. - Explicar con claridad los elementos aportados al estudio de la Cultura Política por Gabriel Almond y Sidney Verba. - Distinguir el concepto de Cultura Política de otros similares existentes en la Ciencia Política en particular y las ciencias sociales en general. - Discutir las críticas y aportes presentados a la Cultura Política por diversos autores. - Informar algunos hitos sobresalientes del estado actual de los estudios en Cultura Política. - Estudiar la Cultura Política de la democracia en Colombia. - Aplicar los conocimiento teóricos adquiridos a la investigación en Cultura Política."
  },
  {
    "codigo": "3007150",
    "nombre": "DERECHO ADMINISTRATIVO Y CONSTITUCIONAL COLOMBIANO",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "El estudiante debe recibir una sólida formación que le permita no sólo el conocimiento de la actual carta Política, sino la ruptura con un modelo de constitución fallido y totalmente distante de los aportes teóricos de la modernidad. Estas dos premisas permitirán al futuro politólogo la capacidad de recurrir a la Constitución Política vigente como referente jurídico para su accionar ya sea al interior de la sociedad del estado o de la academia. Esta apropiación de los elementos teóricos, doctrinarios y técnicos de la Carta magna le permitirán una mayor comprensión del Estado Social de Derecho, situación epistemológica que lo convertiría en un pedagogo más virtud necesaria para la eficacia de la normatividad constitucional expedida a partir de 1991. Objetivo: 1. Brindarle capacidad critica al estudiante para diferenciar: soberanía nacional y popular, participación de democrática y democracia representativa. 2. Adquirir elementos filosóficos para la eficacia de los derechos fundamentales diferenciando el positivismo del iusnaturalismo."
  },
  {
    "codigo": "3008899",
    "nombre": "DERECHOS FUNDAMENTALES Y DERECHO INTERNACIONAL HUMANITARIO",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "Los derechos fundamentales nacen y se consolidan con la modernidad, aparecen como límites a las actuaciones de los poderes públicos, de allí que se consoliden como expectativas de garantía que tienen todos los sujetos en un estado constitucional y democrático de derecho. Los derechos fundamentales se han positivizado en las constituciones modernas, lo que hace que existan unas garantías constitucionales y de interpretación que los hace \"resistibles\" al embate desmedido de quien ostenta el poder, pues como dice R. Dworkin, los derechos son un triunfo de las minorías ante las mayorías. Igualmente los derechos presentan un núcleo esencial propio que los hace que no puedan ser modificados bajo el arbitro del legislador, ejecutivo u operador jurídico, en tal sentido, cuando el mecanismo interno fallo quedan las instancias internacionales como mecanismos compensadores. Este es el enfoque que se le quiere dar al seminario propuesto, esto es, analizar los derechos fundamentales y sus principales mecanismos constitucionales de protección tanto a nivel interno como internacional. En este sentido, será fundamental no sólo el análisis de los derechos fundamentales en el ordenamiento jurídico colombiano, sino que se estudiará, igualmente, los derechos fundamentales en el sistema interamericano."
  },
  {
    "codigo": "3007311",
    "nombre": "DINAMICA DE SISTEMAS",
    "creditos": "3",
    "tipo": "FUND. OPTATIVA (O)",
    "descripcion": "Objetivo: Capacitar al estudiante en el análisis de la estructura y el comportamiento de sistemas mediante el uso de herramientas blandas de la investigación de operaciones, específicamente de la dinámica de sistemas. Objetivos Específicos: Objetivos Específicos: - Desarrollar en el estudiante la capacidad de reconocer los fenómenos de retroalimentación en los procesos de decisión -acción -sistema. - Permitir al estudiante el uso de herramientas para el modelaje de sistemas complejos, altamente caóticos y no-lineales. - Capacitar al estudiante en el uso d software específico para el estudio de problemas de la dinámica de sistemas. Metodología: - Exposiciones magistrales, lecturas y tareas en grupo. Análisis de casos."
  },
  {
    "codigo": "3006643",
    "nombre": "Evaluación de Políticas Públicas",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "El curso hace una ubicación del campo específico de la Política Pública al interior de las Ciencias Sociales, en especial de la Ciencia Política. Le permite al estudiante comprender como toman decisiones las autoridades públicas, que asuntos sociales son susceptibles de ser intervenidos, y cual es el proceso político de construcción de la agenda pública. De igual manera el proceso de implementación de la Política Pública."
  },
  {
    "codigo": "3010840",
    "nombre": "Filosofía y teoría política contemporánea",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "El recorrido que haremos en el curso por las lecturas de la filosofía política contemporánea transitará por tres líneas de pensamiento-acción. La primera línea, estará orientada por la pregunta acerca del buen gobierno y la búsqueda del bien común. La segunda línea, será trazada por la preeminencia de la pregunta por el poder ampliado a la vida cotidiana privada, de la mano de autoras y autores de la vertiente feminista y foucaultiana del pensamiento, a partir de la década del setenta del siglo XX. La tercera y última línea que recorreremos, se desprende de la anterior, con la riqueza de posturas teóricas y la explosión de categorías de comprensión, tales como el reconocimiento, las identidades colectivas, el género, la interseccionalidad, entre otras, relacionadas con el análisis situado de los fenómenos políticos y sociales contemporáneos (movimiento por los derechos civiles y políticos iniciado en Estados Unidos, movimientos sociales contemporáneos, referido a los procesos de inserción de países diferenciados culturalmente a una economía global y una política supranacional)."
  },
  {
    "codigo": "3007153",
    "nombre": "FILOSOFÍA Y TEORÍA POLÍTICA MODERNA",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "3007202\tFUNDAMENTOS DE ECONOMÍA"
  },
  {
    "codigo": "3010841",
    "nombre": "Geografía",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)\tLa categoría de análisis ESPACIO es cada vez más incorporada en los estudios de las ciencias sociales para abordar fenómenos históricos y sociales, y dar cuenta de la espacialidad de las diferentes actividades humanas; los conflictos y desequilibrios producto de la transformación del medio físico; la configuración desequilibrada de un orden espacial a escala regional y mundial; la reivindicación de los movimientos sociales por su territorio o el ordenamiento del espacio como ejercicio de poder y control en la sociedad, entre otros. Las reflexiones del curso (teórico), se centrarán en dos dimensiones: 1) la producción del espacio y la espacialidad de la vida social; 3) el desarrollismo y la globalización como dos discontinuidades recientes que generan gran impacto sobre el espacio. OBJETIVO: entender la espacialidad de la vida social, y el carácter conflictivo y complejo de su producción o configuración. Para ello es indispensable: i) aproximarnos a la forma en que los diferentes grupos humanos producen y organizan un determinado espacio; ii) evidenciar las diferentes formas en que aquel se percibe, representa y relaciona con la sociedad; iii) entender el la espacialización diferenciada de algunos procesos aparentemente extra espaciales. Estos elementos permiten hacer análisis tanto a procesos históricos, como a coyunturas contemporáneas que se expresan espacialmente (por ejemplo, la crisis sanitaria y del sistema de salud asociada a la pandemia ocurrida en 2020)",
    "descripcion": "."
  },
  {
    "codigo": "3007154",
    "nombre": "GEOPOLÍTICA",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)\tPara el caso del presente seminario de Geopolítica, se recogen las aproximaciones que hace Alldanegra y así poder tener un acercamiento sobre el concepto para el desarrollo del curso. Dichos conceptos serán abordados de manera más amplia a mediad que avance el seminario y, además, se tendrán en cuenta interrogantes y cuestionamientos surgidos en torno a los que seguidamente se transcriben: - Término usado para designar la influencia determinante del medio ambiente (elementos tales como las características geográficas, las fuerzas sociales y culturales y los recursos económicos)",
    "descripcion": "en la política de una nación. - Estudio de la influencia del medio físico en la política que se basa en el condicionamiento de las actividades humanas, respecto al medio físico, sentando las bases del determinismo geográfico. - Un concepto prevaleciente en el siglo XX es: geopolítica es política a través del espacio...\". \"Geopolítica es en el temprano siglo XX una perspectiva cartesiana nacida en el capitalismo imperialista, cultivada por una casta de hombres imperialistas, intelectuales del imperialismo. Ellos intentaron explicar cómo los medios de transporte modernos fueron convirtiéndose/transformándose territorialmente. Es una concepción de la geografía que la sitúa como causa de los eventos en la historia universal. - Geopolítica como concepto del siglo XX e su nuevo campo de discurso dentro de los dominios establecidos de geopoder, definido éste como el desarrollo histórico del conocimiento geográfico en contexto o vinculado con el poder del Estado y sus necesidades de gobernar. - Se utiliza el término \"geopolítica\" para denotar una cierta espacialidad del poder que traspasa y transgrede las fronteras internacionales."
  },
  {
    "codigo": "3010499",
    "nombre": "Gerencia de proyectos",
    "creditos": "3",
    "tipo": "FUND. OPTATIVA (O)",
    "descripcion": "OBJETIVOS:  Dotar al estudiante de herramientas conceptuales y metodológicas para implementar los diferentes recursos para llevar a cabo un proyecto.  Instrumentar las técnicas gerenciales que sirvan para evaluar el seguimiento y los resultados del proyecto."
  },
  {
    "codigo": "3008912",
    "nombre": "GESTIÓN ESTRATÉGICA",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "Al concluir este programa el estudiante deberá estar en la capacidad de entender la estrategia de la Organización bajo dos dimensiones: La primera es la interacción entre la empresa y el medio en el que opera. La segunda dimensión es la relación de la estrategia de la empresa con las diferentes sub-estrategias dentro de la empresa. En consecuencia, al finalizar el curso se debe estar en la capacidad de entender la empresa como unidad y su papel en el medio como transformadora de él."
  },
  {
    "codigo": "3007177",
    "nombre": "Gestión y administración pública",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "Objetivo General : Presentar los conceptos, teorias y analisis mas importantes de la administracion publica y la gestion publica. Objetivos Especificos : Discutir los nuevos planteamientos sobre la administracion publica en el estado moderno. Analizar las propuestas de relacion entre el gobierno y la ciudadania a traves de la participacion ciudadana en las acciones publicas. Presentar los conceptos basicos de la gerencia publica moderna aplicados a la administarcion publica. Conocer la aplicación de modelos de gerencia publica en las administraciones locales. Presentar los elementos constitutivos de la actividad de la gestion publica. Metodologia general : El curso se dictara de acuerdo a la modalidad de clase magistral, complementado con la activifdad de los estudiantes en talleres, consultas bibliograficas y exposiciones en clase."
  },
  {
    "codigo": "3007156",
    "nombre": "GOBIERNO Y POLÍTICAS PÚBLICAS",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "El curso hace una ubicación del campo específico de la Política Pública al interior de las Ciencias Sociales, en especial de la Ciencia Política. Le permite al estudiante comprender como toman decisiones las autoridades públicas, que asuntos sociales son susceptibles de ser intervenidos, y cual es el proceso político de construcción de la agenda pública. De igual manera el proceso de implementación de la Política Pública."
  },
  {
    "codigo": "3009491",
    "nombre": "Historia de América III",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "Esta asignatura desarrolla dos ejes de análisis, uno temporal y otro temático. El eje temporal inicia en 1808 y termina en 1900 con el proceso de consolidación nacional en las regiones de tradición ibérica. En el temático se privilegia la consolidación de los proyectos nacionales y los conflictos asociados a este proceso y la forma en que se resuelven a lo largo del siglo. Organizados alrededor de estos dos ejes se estudiarán cinco subtemas. El primero se ocupará de los procesos independentistas del temprano siglo XIX. El segundo grupo abordará la consolidación de la hegemonía económica de las potencias extranjeras en la región, en particular Estados Unidos e Inglaterra. El tercero aborda las independencias tardías de Brasil y de Cuba. El cuarto se dedica a las guerras civiles e internacionales asociadas al intervencionismo de Estados Unidos, Inglaterra y Francia en México y en la región del Río de la Plata y la Banda Oriental. El quinto se referirá a la Guerra Civil de los Estados Unidos de Norteamérica y al tema de la abolición de la esclavitud. El sexto se refiere a las narrativas nacionales decimonónicas ancladas en las ideas de progreso, orden y limpieza, se hará un acercamiento a ejemplos de la historiografía más reciente en lo tocante a la forma en que las elites intentaron resolver el problema de la nación en relación a las poblaciones afro-descendientes e indígenas."
  },
  {
    "codigo": "3007239",
    "nombre": "HISTORIA DE AMÉRICA IV",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "El curso se ocupará del nuevo orden mundial y las tendencias en el nuevo siglo en el continente americano y sus relaciones con otras porciones del globo."
  },
  {
    "codigo": "3007243",
    "nombre": "Historia de Colombia VI",
    "creditos": "3",
    "tipo": "FUND. OPTATIVA (O)",
    "descripcion": "El área de Historia de Colombia es el espacio académico por excelencia, en el que los estudiantes se familiarizan con la documentación histórica de cada uno de los períodos que abarca la historia del país y realizan sus primeros ejercicios de investigación. En ella, se estudian los procesos que han dado forma a la sociedad actual. Este curso se ocupará de la historia de Colombia del siglo XX, desde el fin de la República Liberal y los inicios de la reacción conservadora hasta nuestros días. Aunque el marco cronológico está marcado por la historia política, por tratarse de coyunturas claras y evidentes en la época, el curso estudiará factores sociales, económicos, culturales, étnicos y de vida material, teniendo en cuenta un eje de análisis que atraviesa el período por su notoriedad: el de la creciente urbanización y el crecimiento de las ciudades y los múltiples conflictos, las desigualdades y las transformaciones que van atada a aquéllos. De forma diacrónica y en el contexto de procesos internacionales y de las nuevas condiciones culturales, dentro de una creciente complejización, se estudiarán las profundas transformaciones que sufren el país y la sociedad colombiana en este período."
  },
  {
    "codigo": "3006642",
    "nombre": "Historia del Pensamiento Económico",
    "creditos": "3",
    "tipo": "FUND. OPTATIVA (O)",
    "descripcion": "OBJETIVO: Introducir a los estudiantes en el conocimiento de las principales escuelas del pensamiento económico que tienen influencia en la teoría económica actual y relacionar cada escuela con el contexto histórico prevaleciente en el momento de su aparición y desarrollo¿. METODOLOGÍA: clases magistrales."
  },
  {
    "codigo": "3007245",
    "nombre": "HISTORIA DEL SIGLO XX",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "Un tema tan vasto como la historia del siglo XX, obliga a la selección (siempre arbitraria), a la síntesis y, con frecuencia, al mínimo señalamiento de referencias. Por esto, los objetivos de este curso apuntan a suscitar en los estudiantes un interés por abrir el compás de su observación, mucho más allá de lo que alcance a mirarse panorámicamente en la exposición del docente. Esta no podrá hacer cosa distinta de señalar puntos gruesos en el recorrido histórico del siglo, circunscrito a lo que convencionalmente se llama -Occidente- (en tanto es en esta esfera donde pretendemos existir como nación dependiente), acontecimientos de ineludible lectura que produjeron las violentas transformaciones del siglo, de la era de los extremos. El curso privilegiará, en su oportunidad, la visión del condicionamiento impuesto a la marcha del siglo por la insurgencia del imperio norteamericano en todos los aspectos de la política y de la cultura, en contrapunto con las demás potencias. Puestas esas referencias, se ofrecerá otra significante: la huella en textos narrativos, en teatro, en artes plásticas, y en cine, el arte del siglo."
  },
  {
    "codigo": "3007205",
    "nombre": "HISTORIA ECONÓMICA MUNDIAL",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "Examinar de una manera no convencional el proceso histórico de la formación y desarrollo de la economía mundo europea desde finales del siglo XV y comienzos del XVI y su transformación en el moderno sistema-mundo capitalista. La comprensión del proceso económico es por tanto inseparable de su historia y por ello mismo de su desarrollo, en el amplio contexto de la ciencia social histórica. El análisis de las condiciones bajo las cuales Holanda pudo imponer su hegemonía como primera potencia económica del naciente régimen capitalista de producción durante buena parte del siglo XVII y la prolongada competencia de Francia e Inglaterra para sustituirla en dicha posición hegemónica a lo largo del siglo XVIII, así como el pleno liderazgo británico en el siglo XIX constituyen aspectos centrales para comprender la constitución y evolución de las áreas periféricas en relación a la expansión colonial de las potencias de la época. La fuerza expansiva de Alemania como primera potencia económica del continente europeo a partir de 1870, luego de la guerra franco-prusiana y después de la guerra de secesión los EUA emergieron desde el último tercio del siglo XIX como una gran isla de tamaño continental en medio de los dos mayores océanos del mundo y lograr la insularidad que ya no le proporcionaba a Inglaterra el Canal de la Mancha. Las dos guerras mundiales de la primera mitad del siglo XX acompañaron el ascenso de los EUA a su posición hegemónica en el moderno sistema mundial."
  },
  {
    "codigo": "3007157",
    "nombre": "INSTITUCIONES Y DERECHO INTERNACIONAL PÚBLICO",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "OBJETIVO GENERAL: Propiciar la reflexión en torno al Derecho Internacional Público sus diversas ramas y principales características OBJETIVOS ESPECÍFICOS: 1. Analizar críticamente el devenir del Derecho Internacional Público: Su relación con el Derecho Interno, Fundamentación, principios y fuentes. 2. Explicar los ámbitos de validez de las normas jurídicas internacionales. 3. Analizar La importancia de La persona Humana en el Derecho Internacional 4. Analizar la importancia de los Derechos Humanos en relación con los órdenes internacional y nacional 5. Analizar la estructura y características del Derecho Internacional Privado PROBLEMA QUE TRANSVERSALIZA EL CURSO: La responsabilidad estatal y la protección de la persona humana en el encuentro de dos órdenes normativos."
  },
  {
    "codigo": "3007158",
    "nombre": "INTRODUCCIÓN A LA CIENCIA POLÍTICA",
    "creditos": "3",
    "tipo": "FUND. OBLIGATORIA (B)\tCon el curso se pretende vislumbrar las teorías políticas que se desarrollaron a partir del siglo XIX, hasta la actualidad. El campo fundamental en el cual se mueven dichas teorías, está centrado en el análisis de los debates relacionados con el liberalismo, comunitarismo, el multiculturalismo, el nacionalismo, la reformulación del igualitarismo, la renovación del republicanismo, la democracia participativa, el posmodernismo, la teoría política de género, la inclusión, la exclusión entre otros. igualmente, se brindan espacios para comprender de manera más profunda, la teoría política normativa y demás complejidad de temas. Los objetivos del curso, son los siguientes: 1). Identificar las principales teorías, escuelas y autores en torno a la teorías políticas del siglo XX y época contemporánea 2) Analizar los diferentes enfoques de la teoría política contemporánea así como su relación con las teorías en las cuales se fundamenta. 3)",
    "descripcion": "Contextualizar las propuestas actuales de la teoría política y su función dentro del contexto histórico y político de la sociedad mundial. Observaciones: La asignatura es muy importante dentro del Plan de Estudios, porque brinda mucha actualidad respecto a los temas de la teoría política y los actuales pensadores que sustentan los diversos enfoques de esta línea."
  },
  {
    "codigo": "3006931",
    "nombre": "INTRODUCCIÓN AL MANEJO DE DATOS ESTADÍSTICOS",
    "creditos": "4",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "Este curso esta diseñado para los estudiantes de primer semetre de la carrera de estadística para que adquieran un panorama general de los tópicos fundamentales de la estadística y para estimular el pensamiento estadístico. Objetivos: 1. Explorar de manera intuitiva los principales tópicos en estadística. 2. Manejar el vocabulario esencial en el contexto estadístico. 3. Realizar trabajos sencillos de experimentación en el contexto de la rigurosidad estadística. 4. Reconocer el uso apropiado de la estadística en contextos reales y distinguirlo del abuso que se puede hacer de la estadística."
  },
  {
    "codigo": "3007370",
    "nombre": "INVESTIGACION I",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "El curso se define como teórico-práctico en la medida en que no solo incorpora unas categorías y nociones básicas en el campo de la investigación cualitativa, sino que intenta crear las condiciones para que los estudiantes hagan un primer acercamiento a la práctica de la investigación. El contenido tiene que ver de manera puntual con la investigación cualitativa, por esa razón sus dos partes esenciales tienen que ver con los métodos y con los instrumentos cualitativos."
  },
  {
    "codigo": "3007159",
    "nombre": "INVESTIGACIÓN II",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "OBJETIVOS - Instruir a los estudiantes para obtener dominio en la construcción e interpretación de información cuantitativa referida a los fenómenos económicos, políticos y sociales. - Presentar y ejercitar la metodología y técnicas cuantitativas para la recolección, procesamiento y análisis de las variables mensurables inmersas en los fenómenos de estudio e investigación propia del politólogo y del científico social. DESCRIPCIÓN El curso comprende tres módulos de trabajo, a saber: Análisis Unidimensional: Introducción a la Estadística Descriptiva, construcción y análisis de los principales indicadores sociales. Análisis Bidimensional: Regresión Lineal Simple. Fundamentos y técnicas de la Demografía. Adicionalmente se realiza de forma paralela a cada temática la capacitación en la práctica del Programa Excel como herramienta para el manejo de la información cuantitativa."
  },
  {
    "codigo": "3007178",
    "nombre": "INVESTIGACION III",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "Objetivo general : Presentar los elementos teorico - conceptuales y practicos para la elaboracion de royectos sociales. Objetivos especificos: - Contextualizar la realidad que se va a investigar. - Reconocer las distintas etapas del proceso de elaboracion de proyectos sociales. - Identificar las fuentes de informacion (secundarias y primarias). - Diseñar instrumentos de obtencion de informacion. - Aplicación de instrumentos. - Analizar la realidad a traves de resultados de proyectos. Metodologia general: el curso se dictara con base a una modalidad teorico ¿ practica, consistente en presentacion de proyectos ya realizados y la propuesta de ejercicio de elaboracion de proyectos."
  },
  {
    "codigo": "3006760",
    "nombre": "LEGISLACIÓN LABORAL Y PÚBLICA",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "Noción de derecho. La relación de trabajo. El contrato de trabajo. Modalidades de contrato de trabajo. Protección legal de la estabilidad. El reglamento interno del trabajo. Suspensión del contrato de trabajo. Sustitución de patronos. El salario. Modalidades y formas de salario. La jornada de trabajo. Descanso y trabajos dominicales. Normas protectoras de la maternidad. Normas que regulan las vacaciones. Derecho de cesantías. Intereses sobre las cesantías. Prima de servicios. El subsidio de transporte. Accidentes de trabajo. Terminación de contrato de trabajo. Derecho de asociación sindical. Seguridad e higiene industrial, Régimen de la contratación publica, Aspectos legales de la planeación urbana."
  },
  {
    "codigo": "3007261",
    "nombre": "MÉTODOS CUANTITATIVOS",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)\tEste curso pretende instruir a los estudiantes para obtener dominio en la construcción y la interpretación de información cuantitativa, referida a los fenómenos históricos, económicos, políticos y sociales. En él, se presentarán y ejercitarán técnicas cuantitativas para la recolección, el procesamiento y el análisis de las variables mensurables, inmersas en los fenómenos de estudio e investigación propios del historiador y del científico social. El curso comprende tres módulos de trabajo: 1) análisis unidimensional: introducción a la Estadística Descriptiva, construcción y análisis de los principales indicadores sociales; 2) análisis bidimensional: regresión lineal simple; 3)",
    "descripcion": "fundamentos y técnicas de la Demografía. Adicionalmente se realizará, de forma paralela a cada temática, capacitación en el uso del programa informático Excel, como herramienta para el manejo de la información cuantitativa."
  },
  {
    "codigo": "3009586",
    "nombre": "Opinión Pública y Campañas Electorales",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "La noción de Opinión Pública aparece como estratégica en el contexto de las prácticas políticas en tanto que lo que se está configurando y reconfigurando permanentemente es un mundo de creencias y valores que no puede ser demostrado por ninguna vía,pero en el que si es posible sustentar hasta hacerlo verosimil."
  },
  {
    "codigo": "3007163",
    "nombre": "PARTIDOS POLÍTICOS Y SISTEMAS ELECTORALES",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "Objetivo general: ofrecer al estudiante los planteamientos de contexto mas importantes sobre la teoría de los partidos políticos y los sistemas electorales, enfatizando en su relación temática, sus conexidades y sus derivaciones hacia los análisis de lo político en el ámbito partidista y lo electoral en sus formas de organización. Objetivos específicos: 1. Conocer las formulaciones teóricas sobre el sistema de partidos. 2. Estudiar los elementos que definen un sistema electoral. 3. Analizar las diferentes argumentaciones existentes sobre la crisis de los partidos políticos. 4. Repasar algunos periodos de la historia política nacional para conocer el origen y la evolución de los partidos políticos en Colombia. 5. Analizar el sistema de partidos y el sistema electoral en Colombia. Metodología general: la asignatura se impartirá bajo la modalidad de catedra magistral, con evaluaciones orales complementadas con trabajos escritos grupales sobre lecturas previamente asignadas. Observaciones: Incluya los comentarios adicionales relacionados con la asignatura, importantes de ser tomados en cuenta y no solicitados en este formato. Por ejemplo, didácticas específicas."
  },
  {
    "codigo": "3007164",
    "nombre": "POLÍTICA COMPARADA",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)\tObjetivos: 1. Conocer y reflexionar sobre teorías, escuelas, autores, y referentes conceptuales de sistemas societales y políticos. 2. Estudiar las interacciones, acciones, luchas, contradicciones que se presentan en las relaciones, vínculos y problematizaciones entre lo social y lo político. 3. Analizar los contextos socio-políticos colombianos. METODOLOGÍA Y EVALUACIÓN: Se trabajará con metodologías intensivas, conferencia magistral combinada con participación de estudiantes modalidad seminario alemán, presentación de trabajos. Evaluación: 35% prueba escrita, 35% presentación de protocolos y seguimiento, 30% trabajo final con sustentación. PRÁCTICA: La salida extramural pretende que los estudiantes analicen las relaciones políticas entre las diferentes ramas del poder público en Colombia a partir de las discusiones teóricas y metodológicas propuestas desde el estudio de las instituciones políticas comparadas y la etnografía política. Para ello, se visitará el Congreso de la República, la Casa de Nariño, el Palacio de San Carlos, la Justicia Especial de Paz, entre otros. La práctica extramural tendrá una duración de seis (6)",
    "descripcion": "días (2 días de viaje y 4 días de actividades), con un alcance práctico de 8:00 am-5:00 pm (8 horas diarias, 4 de días de actividades. Total 32 horas total de la actividad); un porcentaje del 20% del total del curso y una calificación de entre 0.0-5.0 (dependiendo de la nota asignada al trabajo que deben entregar los grupos)."
  },
  {
    "codigo": "3009569",
    "nombre": "Política Exterior Colombiana",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "Presentación: el curso se iniciará con el proceso de formación y consolidación de la política exterior de Colombia en el transcurso del siglo XX y comienzos del presente siglo, donde es posible conocer las diferentes formas de relaciones que ha implementado el Estado y los demás actores que participan en el sistema político internacional. El desarrollo temático, se centrará en identificar aspectos relevantes y significativos de la política exterior, que han llevado a configurar estrategias en el contexto regional y global. El curso tratará además, de manera explícita, el análisis de situaciones, modelos, decisiones y conceptos que intervienen en la política exterior. El curso será teórico-práctico. Objetivos : - Abordar conceptos y procedimientos metodológicos para realizar análisis de política exterior. - Comprender factores en la toma de decisiones de la política exterior. - Analizar temáticas, relaciones y estrategias de la política exterior colombiana."
  },
  {
    "codigo": "3007168",
    "nombre": "PROBLEMAS DE HISTORIA POLÍTICA DE COLOMBIA",
    "creditos": "3",
    "tipo": "FUND. OPTATIVA (O)",
    "descripcion": "El propósito de esta asignatura consiste en desarrollar aspectos fundamentales de la historia política de Colombia, que permitan comprender la formación y constitución del Estado-Nación colombiano en el siglo XIX, así como las fases correspondientes a la consolidación durante el siglo XX. Desde la perspectiva política, se abordarán los ciclos del ordenacimiento jurídico e institucional, como también, los elementos que le dan legitimidad, capacidad de gestión, desarrollo de funciones sociales, incorporación y garante de derechos, son algunos de los temas del análisis, como también, las contradicciones y vicisitudes alcanzadas por el Estado colombiano."
  },
  {
    "codigo": "3010112",
    "nombre": "Relaciones internacionales I",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "La pregunta central de este curso es ¿¿Qué son las relaciones internacionales?¿ Como disciplina, las Relaciones Internacionales tiene sus propias perspectivas teóricas que intentan explicar las relaciones globales de diferentes formas. En este curso veremos las siguientes perspectivas: liberal, realista, constructivista, postcolonial y feminista. Asimismo, examinaremos eventos actuales, incluyendo el impacto de la globalización, la seguridad global y la migración. Como disciplina, las Relaciones Internacionales tiene sus propias perspectivas teóricas que intentan explicar las relaciones globales de diferentes formas. En este curso veremos las siguientes perspectivas: liberal, realista, constructivista, postcolonial y feminista. Asimismo, examinaremos eventos actuales, incluyendo el impacto de la globalización, la seguridad global y la migración."
  },
  {
    "codigo": "3007170",
    "nombre": "RELACIONES INTERNACIONALES II",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)\t1. Como curso básico, hace una introducción a la disciplina de las Relaciones Internacionales, reconociendo objeto, métodos, enfoques, problemas de estudio, fines y articulación a la Ciencia Política 2. Se hace un esbozo de la evolución del debate teórico sobre las Relaciones Internacionales, y abarcar los paradigmas o enfoques teóricos y metodológicos con el fin de lograr un mapa de las teorías. (Mapa Teórico) (Paradigmas de desigualdad, estato-céntrico estructuralista, sistémico). Se empieza a tratar varios segmentos: idealista, realista, conductista (behaviorismo), (neo) marxistas, globalista, hegemónico,¿entre otros. Igualmente, se proyectan los debates en la evolución de las Relaciones Internacionales como disciplina. (Primer Debate (1920-1950), Segundo Debate (1950-1979)",
    "descripcion": "entre tradicionalistas y conductivistas ¿científicos-, Tercer Debate (1979-1989), la crítica postmoderna). 3. Se trata de incluir nuevas tendencias o teorías contemporáneas de las Relaciones Internacionales. (teoría posmoderna, teoría del caos, teoría de los juegos, teoría del terrorismo internacional, Estudios sobre la guerra y la paz, teoría de la seguridad, entre otras)."
  },
  {
    "codigo": "3007331",
    "nombre": "SIMULACIÓN DE SISTEMAS",
    "creditos": "3",
    "tipo": "FUND. OPTATIVA (O)",
    "descripcion": "OBJETIVOS: El objetivo general está compuesto por dos partes. En su primera parte se estudia la simulación de eventos discretos, sus fundamentos, aspectos metodológicos generales y un buen número de aplicaciones, casos y ejemplos; además, se exponen los elementos básicos de software específico para la simulación discreta SIMUL8. En su segunda parte se presentan otras aproximaciones para la simulación con Dinámica de Sistemas y Simulación Basada en Agentes."
  },
  {
    "codigo": "3007171",
    "nombre": "SISTEMA POLÍTICO COLOMBIANO",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "Esta asignatura permitirá analizar el sistema político colombiano a partir de elementos teóricos que ayuden a la comprensión estructural de la configuración política interna, el sistema electoral y de partidos y el mapa político actual fruto del reformismo imperante a nivel legislativo y constitucional. El curso puede desarrollarse como un gran seminario-taller. Ello implica la lectura de textos, la producción escrita e interpretaciones de los mismos, la defensa de lo interpretado y escrito ante los demás participantes, el conocimiento de errores y virtudes en la interpretación propuesta y la re-escritura del texto. Desde este proceso es posible construir ¿saber nuevo¿, nuevos esquemas que permitan miradas más pertinentes a las problemáticas tratadas en el curso. La manera de socializar los textos leídos la irá proponiendo la misma dinámica del curso, pero sin duda serán las clásicas: mesas redondas, paneles, debates y exposiciones, etc. SISTEMA DE EVALUACIÓN: Para la Evaluación se tendrán en cuenta los informes de lectura y su socialización, los debates en las sesiones de trabajo y la presentación oral y escrita de los trabajos de investigación que se realicen durante el semestre, así como exámenes parciales y final."
  },
  {
    "codigo": "3007174",
    "nombre": "TEORIA DEL ESTADO",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "INTRODUCCIÓN: Este curso aborda las conceptualizaciones, reflexiones y desarrollos analíticos sobre el Estado moderno, contextualizado en el ámbito latinoamericano y colombiano en particular. Los ejes temáticos dan cuenta de tópicos como: el surgimiento, consolidación y desarrollo del Estado moderno, los elementos del Estado, las teorías renacentistas, las contractualistas, las teorías liberales, las marxistas y las contemporáneas. De otro lado, se reflexiona sobre las formas de Estado y los regímenes políticos, igual se trabaja los conceptos atinentes al Estado liberal, intervencionista, de bienestar y el neoliberalismo. El último segmento del curso analiza los aspectos constituyentes y coyunturales del Estado latinoamericano y del Estado colombiano. OBJETIVOS: - Analizar teorías y elaboraciones conceptuales sobre el Estado moderno. - Profundizar sobre los desarrollos y problematización de los Estados latinoamericanos. - Estudiar aspectos básicos del Estado colombiano."
  },
  {
    "codigo": "3007175",
    "nombre": "TEORÍA E HISTORIA CONSTITUCIONAL",
    "creditos": "3",
    "tipo": "FUND. OBLIGATORIA (B)",
    "descripcion": "Presentación: El futuro profesional en su calidad de politólogo debe tener elementos históricos, teóricos, doctrinarios y técnicos para que no sólo enriquezca lo epistemológico sino que se cualifique también como operador jurídico. De ahí que debe tener muy claro el proceso evolutivo de los regímenes políticos para que no solo sea un analista sino un creador de las instituciones del modelo de sociedad y Estado que la dinámica socio-económica y cultural exige. Objetivo: 1. Adquirir la capacidad de comparar las diferentes asignaturas con los contenidos del derecho constitucional general, para enriquecerlo y retroalimentarlo en lo que se aporte a la relación poder-sociedad-Estado y Territorio. 2. En la evolución del derecho constitucional, el estudiante debe capacitarse intelectualmente para asumir responsablemente una función pedagógica que potencie en él su calidad de soberano, en la participación democrática. 3. Debe ser un promotor y un testimonio del mandato universal del constitucionalismo moderno que habilita a todo ciudadano para participar en la conformación, ejercicio y control del poder político."
  },
  {
    "codigo": "3007274",
    "nombre": "TEORÍAS DE LA SOCIEDAD Y LA CULTURA I",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "OBJETIVOS OBJETIVO GENERAL Estudiar, analizar y relacionar con la historia, las teorías más significativas sobre la sociedad y la cultura, desarrolladas por la antropología, la sociología, los estudios culturales y poscoloniales. OBJETIVO ESPECÍFICO Lograr que el estudiante conozca herramientas teóricas y metodológicas, que provienen de estas disciplinas, en la búsqueda de elementos que contribuyan al análisis, interpretación y crítica en los trabajos de investigación histórica."
  },
  {
    "codigo": "3007276",
    "nombre": "TEORÍAS DE LA SOCIEDAD Y LA CULTURA III",
    "creditos": "3",
    "tipo": "DISCIPLINAR OPTATIVA (T)",
    "descripcion": "DESCRIPCIÓN Esta asignatura se propone como un recorrido a través de los discursos en torno a la cultura en América Latina y el Caribe, haciendo énfasis en los distintos planteamientos, concepciones y discusiones que históricamente han tenido lugar sobre la heterogeneidad y diversidad en la región. Se asumen dichos discursos ¿la historia, literatura, cultura- como narraciones que mantienen una continua interacción con los imaginarios desde y sobre la región. En esta dirección, se plantea una aproximación transdiciplinaria que incluye lo narratológico, lo histórico, lo literario y los estudios culturales. Constituye un interés resaltar los diálogos que tienen lugar entre las formulaciones y conceptualizaciones que las Ciencias Sociales y Humanas occidentales han realizado sobre el asunto de la heterogeneidad y la hibridez y las interpretaciones, apropiaciones y reelaboraciones que en el ámbito latinoamericano se han efectuado de las mismas para dar cuenta de una realidad determinada. OBJETIVOS 1. Analizar algunas de las teorías, procesos y conceptos implicados en la noción de texto, asumiendo a este como elemento constitutivo de todo discurso, narración, memoria e imaginario. 2. Efectuar una aproximación a las discusiones y conceptualizaciones en torno a la alteridad, subalternidad y ¿problema¿ del ¿otro¿ en América Latina y el Caribe. 3. Partiendo de la heterogeneidad como asunto político, ideoestético y epistemológico, analizar las implicaciones de esto en la teorías y discursos sobre la sociedad y la cultura en América Latina y el Caribe. 4. Desarrollar una perspectiva latinoamericanista en el estudio y análisis de las problemáticas culturales. 5. Indagar en las aproximaciones transdisciplinarias en los estudios culturales."
  },
  {
    "codigo": "3009482",
    "nombre": "Teorías del Poder",
    "creditos": "3",
    "tipo": "DISCIPLINAR OBLIGATORIA (C)",
    "descripcion": "El poder ha sido alternativamente considerado como una suerte de maldición diabólica que se debe exorcizar o como una especie de bendición divina que se debe conquistar. De estas interpretaciones opuestas que se sustentan en experiencias contradictorias, se puede inferir que el poder no tiene una connotación positiva o negativa en sí mismo: su significación depende del uso que se hace de él y de los beneficios o perjuicios que se obtengan de su aplicación. Todo es cuestión del punto de vista que se asuma al respecto o del rol que se esté desempeñando en el momento mismo de su manifestación. En todo caso, la trascendencia que tiene el poder se debe al papel determinante que juega en la conservación o transformación, deterioro o perfeccionamiento, creación o destrucción de un orden, y a las implicaciones que tiene sobre la vida y el bienestar de las personas, o al impacto que ejerce sobre la naturaleza en general."
  },
  {
    "codigo": "280",
    "nombre": "horas), quien es la persona responsable dentro de la institución y en la universidad los cuales serán responsables del estudiante y estarán en constante comunicación para coordinar.",
    "creditos": "2",
    "tipo": "Firmar un acuerdo entre la universidad y la institución donde se especifique como aportaran a la investigación (recursos, pago)",
    "descripcion": "4. CURSAR ASIGNATURAS DEL PRIMER SEMESTRE EN EL POSGRADO DE LA FACULTAD: 1 El estudiante debe dirigir una carta al comité asesor de posgrado donde solicite la inscripción para presentar el examen de admisión. Anexar hoja de vida e historia académica 2 Una vez aprobado debe escribir a la dirección de admisiones de Bogotá para que le suministren un PIN para inscribir las asignaturas. 3 Debe aprobar las asignaturas con una calificación superior a 3.5"
  }
]